Revit 2027 API
ParameterTypeId.RebarSystemLayerSummaryBottomDir1NoSpacing Property
 "Bottom/Interior Major (Brief)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemLayerSummaryBottomDir1NoSpacing { get; }
Public Shared ReadOnly Property RebarSystemLayerSummaryBottomDir1NoSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemLayerSummaryBottomDir1NoSpacing {
	ForgeTypeId^ get ();
}
static member RebarSystemLayerSummaryBottomDir1NoSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace